brew "fzf"
brew "ripgrep"
brew "nvim"
brew "tmux"
brew "zoxide"
brew "exa"
brew "fd"
brew "git-delta"
brew "lazygit"
brew "lazydocker"
brew "atuin"
brew "bat"
brew "httpie"
brew "tre-command"
brew "gh"
brew "fig"
brew "rtx"

cask "keycastr"
cask "raycast"

tap "homebrew/cask-fonts"