cask "keycastr"
cask "raycast"

tap "homebrew/cask-fonts"
tap "FelixKratz/formulae"

brew "fzf"
brew "ripgrep"
brew "nvim"
brew "tmux"
brew "zoxide"
brew "eza"
brew "fd"
brew "git-delta"
brew "lazygit"
brew "lazydocker"
brew "atuin"
brew "bat"
brew "httpie"
brew "tre-command"
brew "gh"
brew "fig"
brew "mise"
brew "zellij"
brew "glab"
brew "ffmpegthumbnailer"
brew "unar"
brew "jq"
brew "poppler"
brew "yazi"
brew "gnu-sed"
brew "sketchybar"
brew "borders"
brew "pngpaste"